Homework/HW1/HW1-S16.tex
% Created 2016-01-18 Mon 21:30
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{graphicx}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\setlength{\headheight}{10.2pt}
\setlength{\headsep}{20pt}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2016 W.\ F.\ Schneider}
\rfoot{\thepage}
\chead{\bf{Introduction to Chemical Engineering (CBE 20255)\vspace{12pt}}}
\lhead{\bf{Homework 1}}
\rhead{\bf{Due January 20, 2016}}
\usepackage{titlesec}
\titlespacing*{\section}
{0pt}{0.6\baselineskip}{0.2\baselineskip}
\title{University of Notre Dame\\Introduction to Chemical Engineering\\(CBE 20255)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage{siunitx}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CBE 60553 Outline}
\begin{document}

\begin{options}
\end{options}

\noindent \textbf{Solve each problem on a separate sheets of Engineering Computation paper.  Carefully and neatly document your answers. Box your final answer, reporting it with the correct number of significant figures and units.  Use plotting software for all plots.}


\section{How far for how much?}
\label{sec-1}
You are trying to decide which of two automobiles to drive.  The first is a
   domestic, costs \$28,500, and has an EPA-rated fuel economy of 28 mpg.  The
   second is an import, costs \$35,700 US, and has an EPA-equivalent fuel
   consumption of 5.3 L/100 km.

\begin{enumerate}
\item (4~ pts) Create a dimensionally consistent equation for the number of miles you would
have to drive for the difference in fuel cost to compensate for the extra
cost of the import if fuel costs \emph{x} \$/gal and your vehicle usage delivers the stated performance.

\item (4~ pts) Compare your answer for \emph{x} = 2, 3, 4, and 5 \$/gal.

\item (4\nbsb{} pts) Gasoline has an approximate stoichiometry of \ce{C10H17} and a density of about 6 lb$_{\text{m}}$/gal.  Compare the mass in kg of \ce{CO2} produced from driving each vehicle 100 km.
\end{enumerate}

\section{Weight weight, don't tell me!}
\label{sec-2}
A \textbf{poundal} is the force required to accelerate a mass of 1 lb$_{\text{m}}$ at a rate of \SI{1}{ft\per\s\squared}.  A \textbf{slug} is the mass of an object that will accelerate at a rate of \SI{1}{ft\per\s\squared} when subjected to a force of 1 lb$_{\text{f}}$.  (Note that these \emph{unit definitions} carry infinite precision.)
\begin{enumerate}
\item (4~pts) Calculate the mass in slugs and the weight in poundals (i) on the earth and (ii) on the surface of the moon of a certain chemical engineering professor who weighs 170 lb$_{\text{f}}$ measured on his bathroom scale at home.

\item (2~pts) What force, in N, lb$_{\text{f}}$, and poundal, is required to accelerate said professor at a rate of \SI{2.0}{\meter\per\second\squared} (the acceleration of a reasonably sporty sports car)?
\end{enumerate}

\section{That's where I draw the line.}
\label{sec-3}
A solution containing hazardous waste is charged into a storage tank and subjected to a treatment that decomposes the waste into harmless products.  The concentration of the decomposing waste (\(C_{W}\) is reported to vary according to the model

\[ C_{W} = 1/(a + bt) \]

\noindent When \(C_{W}\) decreases to \(< \SI{0.01}{\g\per\L}\) the contents of the tank are discharged appropriately.  The following are some data for \(C_{W}\) vs. \emph{t}:

\begin{center}
\begin{tabular}{lrrrrr}
\emph{t} (hr) & 1.0 & 2.0 & 3.0 & 4.0 & 5.0\\
\hline
\(C_{W}\) (g/L) & 1.43 & 1.02 & 0.73 & 0.53 & 0.38\\
\end{tabular}
\end{center}

\begin{enumerate}
\item (4~pts) Plot the raw data.  You may use Excel, Matlab, or whatever
plotting package you prefer.  Whatever you use, apply good plotting
practices: scale and label the axes appropriately and plot the points using
solid circles of appropriate size.
\item (4~pts) Suggest a linearization of the model (a rearrangement that allows the data to
be plotted to fit a straight line).  Plot the linearized data on a new graph,
again using good plotting practices.
\item (4~pts) Use the method of least squares to estimate the values of \emph{a}
and \emph{b} from the data (remember to include appropriate units!).  Plot the
line on the same graph as the linearized data.
\item (4~pts) Use the fitted model to estimate the initial value of \(C_{W}\)
   and the time necessary for \(C_{W}\) to reach the discharge concentration.
\item (2~pts) How much faith do you have in this time estimate?  Why?
\end{enumerate}
% Emacs 25.0.50.1 (Org mode 8.2.10)
\end{document}